IDEA Open Model
CombiInputSIA.TypeCalculationCombi Property
Compatible with IDEA StatiCa 20.1
 Type of combination
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public TypeCalculationCombiSIA TypeCalculationCombi { get; set; }
Public Property TypeCalculationCombi As TypeCalculationCombiSIA
	Get
	Set
Property Value
Type: TypeCalculationCombiSIA
See Also
Reference
CombiInputSIA Class
IdeaRS.OpenModel.Loading Namespace